import React from 'react'

import PageVisual from '../../components/layout/PageVisual'
import SideBar from '../../components/layout/SideBar'

import '../../styles/base/sub.css'

const PolicyOppolicy = () => {
  return (
    <div className="typeOppolicy">
      <div>
        <dl>
          <dt>01. 사용 전 꼭 숙지하여 주세요.</dt>
          <dd className="dot">본 운영정책은 비스킷(이하 ‘회사’)이 제공하는 서비스 및 다양한 인터넷과 모바일 서비스를 운영함에 있어, 서비스 내에 발생할 수 있는 문제 상황에 대하여 일관성 있게 대처하기 위하여 서비스 운영의 기준과 여러분이 지켜주셔야 할 세부적인 사항이 규정되어 있습니다. 본 운영정책을 지키지 않을 경우 불이익을 당할 수 있으니 주의 깊게 읽어 주시기 바랍니다.</dd>
          <dd className="dot">본 운영정책에서 별도로 정의하지 않은 용어는 비스킷 서비스약관에서 정한 용어의 정의에 따릅니다. </dd>
          <dd className="dot">회사는 서비스와 관련된 정책을 개선하고자 여러분과의 지속적인 의견 교환을 통해 합리적인 운영정책을 세울 수 있도록 노력하고 있으며, 본 운영정책이 변경되는 경우 최소 7일 전에 공지사항을 통해 공지하도록 하겠습니다. </dd>
        </dl>
        <dl>
          <dt>02. 여러분의 쾌적한 서비스 이용을 위해 운영정책을 적용하고 있습니다.</dt>
          <dd className="dot">회사는 여러분의 쾌적한 서비스 이용을 위해 운영정책에 근거하여 서비스를 운영하고 있습니다.</dd>
          <dd className="dot">서비스 이용 중 다른 이용자의 운영정책 위반 행위로 인해 피해를 입으신 경우, 여러분은 이를 회사에 제보하여 운영정책의 적용을 요청할 수 있으며, 회사는 신고 내용을 확인하여 운영정책에 따른 제재 조치를 취할 수 있습니다.</dd>
          <dd className="dot">또한, 신고가 없더라도, 회사는 관련 법령 또는 약관에 위배되거나 본 운영정책에서 금지하는 활동이 발견된 경우, 운영정책에 따른 제재 조치를 취할 수 있습니다. 그러나, 서비스 내 이용자들 간에 발생하는 분쟁 및 이용자 스스로의 과실로 일어난 피해에 대해서는 개입하거나 조치하지 않습니다.</dd>
          <dd className="dot">여러 방법으로 운영정책에 위반 된 내용이 발견되어 제재가 진행되는 경우, 회사는 게시자에게 서비스 내 알림, 메일 등의 방법으로 제재 내용 등을 최대한 신속히 알리도록 하겠습니다. 다만, 다른 이용자의 긴급한 보호가 필요하거나, 제재 내용 전달이 불가능한 등의 경우에는 그러하지 않을 수 있으며, 검토 결과를 신고자에게 통지할 의무가 있는 것은 아니라는 점을 참고해 주시기 바랍니다.</dd>
          <dd className="dot">여러분이 운영정책의 적용 결과가 불만족스러울 경우 고객센터를 통해 이의를 신청할 수 있으며, 회사는 접수된 이의제기를 검토하여 수용 여부를 회신 드리겠습니다.</dd>
        </dl>
        <dl>
          <dt>03. 다음과 같은 활동은 금지하고 있습니다.</dt>
          <dd className="dot">계정 생성과 이용 시 금지하는 활동</dd>
          <dd className="dot">서비스 이용 시 금지하는 활동</dd>
        </dl>
        <dl>
          <dt>04. 계정과 서비스 이용이 제한될 수 있습니다.</dt>
          <dd className="dot">여러분의 활동이 관련 법령에 위배되거나, 관련 약관 또는 운영정책에 위반될 경우 회사는 다른 이용자를 피해로부터 보호하기 위해 여러분의 계정과 서비스 이용을 제한할 수 있습니다. 또한 운영정책에 구체적으로 해당하지 않는 사항이라고 하더라도 건전한 서비스 환경 제공에 악영향을 끼치거나 다른 이용자에게 불편을 끼치는 행위도 이용 제한될 수 있다는 점을 참고해 주시기 바랍니다. 특히 비정상적인 로그인이라고 판단되거나, 약관이나 운영정책을 위반할 가능성이 있는 특별한 이용환경 및 이용패턴이 감지되는 경우 이용자들의 안전한 활동을 보호하기 위하여 이와 동일하거나 유사한 행위를 제한하고 금지하는 이용자 보호조치가 취하여 질 수 있습니다.</dd>
        </dl>
      </div>
    </div>
  )
}

export default PolicyOppolicy